[General]
Translator, "Daniel Danciu, Frederic Valery, J Da Silva, Lomart, Marko, Ozzii, TBen"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAOvr65UXCePj4+rq6u3y89IhDJgXCu/v76Ojo+3t7eXl5efn59AhDNQhDeKn
nlZxkd4iEJAUBSBpwpEVB991ZuKlnF9zj990ZVxyktAcBVpxkunn5Yyp1a7C3ZlOQ5hORmNzkOrn
5GBzkYek0Yal1O7u7oKk1ZUtJM4eB4Kj0oOj0azC3ujl4kxpi6CgoFh3lt5sXXyi04uo1N1tXRtM
hldyldp1ZxdJhCBrwXui1H6h0+rx8ZgXC+Z0Yx1Rievy8yBovPDv7WR1kvb9/qvC3+ByY7PH4OBm
VdcyHtxuX84oEoSk0SZ2zJ0XC2p4jSZvxICs2xpRjN53ajx5xnqj0aSjoH6k1+asopp1b6Gkpa/D
3dtrW6arq+7t66GhodYhDd0iDvHx8dIcBnmGl3yi1Fdwk3+l1dsiD4Wn1l9yjtIuGX6l1tghDoGi
0vLx8EV/xdYhDtkiDXmh1+bt7uOkm5Cr2JoXC3um1NtwYXSeziFnvZUXCihzyNpdTCRwxZMiE5VQ
RuR6be319Yyp1NUhCuYjEFhxkezp5ptTS5ZQR9x2au3r6idqu1xxkJsXC98iENxtXthzZnWg1tyI
fZQTBaOiodQcCGBzkvTw7k9tlX6h0oGi0c4bBPH19htlvHmh1N1rW+zw8H+i0omm1NchDNwiDiVt
wZq32dodCJRWTnqh1O7t7AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjYAJ2ASGOh0ZhKLrxkwQIo0QcPqYTUGcQBjRE3Bw50ukLhQpEef0TIGLGkjZZFAwCEcoAnCaQj
ES6NUpFCR4dVKQlU2DIDBpIJGEhsEpVjRRcACQjQAdVHDaEAGkxoivGJSBCkBCYpQcGAVABDZsis
kXRqgwABcyJxYlAgToAHVlS98ZSHhQAFO2xkKNDgjIEychjpwUElhIIFPxSJaQAHjIEaU4CY8nPn
0IIBgqRY+sLmkaNMEp7wYQIFU4kwQwKhKgWhUJMWN2j4iPKiCgIEXBBR2sPDzomAADs=


[BFAPI]
ErrorClientVersionTooOld, "La version de votre client est trop ancienne.\nVeuillez mettre à jour votre application et réessayez."
ErrorFailClientTime, "L'horloge de votre ordinateur n'est pas configurée correctement.\nVeuillez vérifier votre horloge système et réessayez."
ErrorFailLogin, "Veuillez vérifier votre courriel et votre mot de passe, puis réessayez."
ErrorFailPrefix, "La connexion a votre compte Binary Fortress a échoué.\nVeuillez vérifier votre connexion internet, et vérifier que l'application n'est pas bloqué par un proxy ou un pare-feu sur votre ordinateur ou votre réseau."
ErrorInvalidProTrialLicenseKey, "Votre clé de licence d'essai semble invalide.\nVeuillez nous contacter pour plus d'information."
ErrorItemSizeTooLarge, "Un des points que vous essayez de synchroniser est trop grand.\nVous aurez besoin de supprimer le grand élément et essayez de synchroniser à nouveau."
ErrorTrialExpiredPrompt, "Votre licence d'essai professionnelle a expiré.\nVoulez-vous nous contacter et commencer une nouvelle période d'essai ?"
ErrorUnknownProPurchasedLicenseKey, "Votre clé de licence semble invalide.\nVeuillez nous contacter pour plus d'information."
LoginPrompt, "Vous devez entrer votre identifiant de connexion Binary Fortress en premier.\nPouvez-vous entrer votre identifiant de connexion ?"
TitleSync, "Synchronisation avec le compte Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "Connexion"
btnLogout, "Déconnexion"
btnMyAccount, "Mon &Compte"
btnMyLicenses, "Mes &Licences"
btnRegister, "Enregistrer"
btnResetPassword, "RàZ mot de passe"
lblEmailAddress, "Courriel :"
lblName, "Nom :"
lblPassword, "Mot de passe :"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personnel ou Entreprise, # indiqué dans le nom de licence"
LicenseRestrictionEnterprise, "Nombre illimité d'ordinateurs sur plusieurs sites appartenant à la société"
LicenseRestrictionPersonalHome, "Sans limite pour les PC personnels, 1 ordinateur d'entreprise que vous êtes le seul à utiliser"
LicenseRestrictionSite, "Nombre d'ordinateur illimité sur 1 site"
LicenseRestrictionStandard, "Licence personnelle ou professionnelle, 1 ordinateur"
LicenseRestrictionSteam, "Nombre illimité d'ordinateurs dont vous êtes l'utilisateur principal, doit être installé depuis le client Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Veuillez entrer une adresse email valide et réessayer."
ErrorEnterPassword, "Veuillez entrer votre mot de passe et réessayer."
ErrorLoginFailed, "Impossible de charger vos informations de compte.\nVeuillez vérifier votre adresse email et mot de passe et réessayer."
ErrorNoLicensesFound, "Désolé, nous n'avons trouver aucune information de licence pour ce compte.\nSi vous avez besoin d'assistance, veuillez nous contacter."
ErrorUnknownLicenses, "Une erreur s'est produite en chargeant vos information de licence."
ErrorUnknownLogin, "Une erreur s'est produite en chargeant vos informations de compte."
Note, "Connectez-vous pour récupérer votre clé de licence et synchroniser avec votre compte Binary Fortress."
SelectLicensePrompt, "Vous utilisez actuellement une version gratuite, ou une licence Professionnelle, ou votre clé de licence est invalide.\nVoulez-vous charger une clé de licence depuis votre compte Binary Fortress ?"
Title, "Mon compte Binary Fortress"
TitleLoadingLicenses, "A carregar informação de licença"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Veuillez sélectionner le style de la fenêtre :"
PromptSelectWindowStylesEx, "Veuillez sélectionner le style de la fenêtre étendue :"
RemoveConfirmOne, "Êtes-vous sûr de vouloir supprimer l'élément sélectionné ?"
SelectAnItem, "Veuillez sélectionner un élément dans la liste et réessayez."
SelectAudioDevice, "Veuillez sélectionner un périphérique audio."
SelectMouseCursorLocation, "Cliquez pour sélectionner l'emplacement du curseur de la souris\nAppuyez sur une touche pour annuler"
SendKeys_EditString, "Editer une chaîne de caractères"
SendKeys_EnterString, "Entrer une chaîne de caractères :"
SendKeys_mniAddKeyCombination, "Ajouter une combinaison de touches"
SendKeys_mniAddRawText, "Ajouter du texte brut"
SendKeys_mniAddText, "Ajouter du texte"
SendKeys_Title, "Séquence de touches"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Date de création"
colDateExpires, "Date d'expiration"
colLicenseKey, "Clé licence"
colLicenseRestrictions, "Restriction de licence"
colLicenseType, "Type de licence"
colName, "Nom"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Êtes-vous sûr de vouloir utiliser cette Clé de licence ?"
ErrorSelectLicense, "Veuillez sélectionner une licence dans la liste et réessayez."
ShowNeedLicenseWarning, "Sélectionnez une de vos clés de licence dans la liste, puis cliquez le bouton 'OK' pour utiliser cette Clé de licence."
Title, "Mes licences"


[BFFormDownload_Strings]
ConfirmCancel, "Êtes-vous sûr de vouloir annuler ce téléchargement ?"
Error, "Une erreur s'est produite."
Progress, "Reste: {0} Ko ({1} Ko total)"
ProgressUnknown, "Téléchargé: {0} Ko"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Veuillez sélectionner un mot-clé WallpaperFusion et réessayez."
lblQuery, "Filtre :"
Title, "WallpaperFusion mot-clés"


[BFFormOnlineMacroBrowser]
btnClose, "Fermer"
colCreatedBy, "Créé par"
colDownloads, "Téléchargements"
colLanguage, "Langage"
colLastModified, "Dernière modification"
lblQuery, "Filtre :"
Loading, "Chargement..."


[BFFormProxySettings_Controls]
btnSave, "Enregistrer"
lblProxyAddress, "Adresse serveur :"
lblProxyPassword, "Mot de passe :"
lblProxyPassword2, "Ressaisir le mot de passe :"
lblProxyPort, "Port :"
lblProxyUsername, "Nom d'utilisateur :"
rdoCustomSettings, "Utiliser des &réglages serveur proxy personnalisés :"
rdoNoProxy, "&Pas de serveur Proxy (connexion Internet directe)"
rdoUseIESettings, "Utiliser les paramètres de connexion d'Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Veuillez saisir une adresse de Serveur Proxy ou sélectionner 'Aucun Serveur Proxy'."
EnterServerPort, "Veuillez saisir le port du serveur Proxy ou sélectionner 'Aucun Serveur Proxy'."
PasswordDecryptionFailed, "Vos paramètres de connexion internet semblent être invalide.\nVoulez-vous à nouveau entrer votre mot de passe du serveur proxy pour fixer ces paramètres ?"
PasswordsNotMatch, "Vos saisies de mot de passe du serveur Proxy sont différentes, veuillez réessayer."
Title, "Paramètres de connexion Internet"


[BFFormSelectApplication]
AllApplications, "Toutes applications"
btnBrowse, "&Navigation"
btnRefresh, "&Rafraichir"
colApplication, "Application"
colPath, "Chemin"
GroupDesktopApplications, "Applications de bureau"
GroupWindows8Applications, "Applications du Windows Store"
lblWindowPicker, "Déplacer sur une fenêtre pour sélectionner automatiquement ce processus"
PleaseSelectApplication, "Veuillez sélectionner l'application en premier."
Title, "Sélectionner l'application"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valeur par défaut"
colSetting, "Réglages"
colValue, "Valeur"
lblFilter, "Filtre :"
lblHelp, "Double-cliquez sur un paramètre pour le modifier, cliquez sur le bouton 'Aide' pour plus d'information."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Une erreur s'est produite lors de la sauvegarde des paramètres."
SavedSuccessfully, "Vos paramètres avancés ont été sauvegardés avec succès.\nVous pouvez avoir besoin de redémarrer l'application pour que ces paramètres aient effet."
Title, "Paramètres avancés"
TitleEdit, "Editer les paramètres avancés"


[BFFormSettings_Controls]
btnAdvancedSettings, "Paramètres avancés"
btnAutoUpdateCheckNow, "&Vérifiez les mises à jour"
btnBackupSettings, "Exporter les paramètres"
btnLicenseChangeToFree, "Passer en version gratuite"
btnLicenseKeyRequestTrial, "Demander une autre licence d'essai"
btnLicenseLoadOnline, "Charger depuis le compte Binary Fortress"
btnLicensePasteFromClipboard, "Copier depuis le presse-papier"
btnProxySettings, "Paramètres de connexion Internet"
btnRestoreSettings, "Restaure paramétres"
btnTroubleshootingClearLog, "Efface Historique"
btnTroubleshootingCopy, "Copie vers le presse-papiers"
btnTroubleshootingOpenLog, "Ouvre l'historique"
chkAutoUpdate, "Vérifiez les mises à jour automatiquement"
chkAutoUpdateBeta, "Vérifiez les versions Beta (nouvelle, instables)"
chkAutoUpdateSteam, "Vérifier les mises à jour &automatiquement (Steam peut ignorer ce paramètre)"
colLanguageName, "Nom"
colLanguageRightToLeft, "Droite à gauche"
colLanguageTranslators, "Traducteurs"
colLanguageVersion, "Version"
gbAutoUpdate, "Mise à jour recherche"
gbLicenseReseller, "Information revendeur"
lblAutoUpdateWarningBASE, "Attention : Mise à jour automatique est actuellement désactivée, vous ne serez pas invité à installer les nouvelles versions"
lblLanguageGetMore, "Recevez les nouvelles langues, ainsi que les mises à jours"
lblLicenseExpires, "Date d'expiration de la licence :"
lblLicenseKey, "Clé de licence :"
lblLicenseTo, "Licencier à :"
tabAbout, "A propos"
tabLanguage, "Langues"
tabLicense, "Clé licence"
tabOptions, "Options"
tabOurApps, "Nos applis"
tabTroubleshooting, "Dépannage"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Êtes-vous sûr de vouloir supprimer votre Clé de licence et revenir à la version gratuite ?"
DebugLogCleared, "Le fichier historique de dépannage a été colrrectement vidé."
DebugLogNotFound, "Le fichier historique de dépannage n'a pas été trouvé.\nAssurez vous d'avoir au préalable activé l'historique de dépannage."
FreeVersion, "Version gratuite"
LicenseKeyRequestTrialDescription, "Quelqu'un prendra contact avec vous sous deux jours ouvrables."
LicenseKeyRequestTrialMessage, "J'aimerais demander une nouvelle licence d'essai, merci !"
LogLevel0, "L0 : Journalisation désactivée"
LogLevel1, "L1 : Journalisation minimale"
LogLevel2, "L2 : Journalisation détaillée (non recommandé)"
LogLevel3, "L3 : Journalisation complète (non recommandé)"
RegistryExportSuccess, "Vos réglages ont été enregistrés avec succès."
RestoreSettingsFailed, "Echec de la restauration de vos paramètres."
RestoreSettingsSuccess, "Vos Paramètres ont été restaurés."
SettingsLoadError, "Une erreur s'est produite lors du chargement des paramètres."
SettingsSaveError, "Une erreur s'est produite lors de l'enregistrement des paramètres."
Title, "Réglages"
TroubleshootingCopyError, "Vos imformations de dépannage n'ont pas pu être copiées."
TroubleshootingCopySuccess, "Vos informations de dépannage on été convenablement copiées dans le Presse-Papiers."


[BFFormSupportRequest_Controls]
lblEmailAddress, "Courriel :"
lblMessage, "Message :"
lblName, "Nom :"
lblSubject, "Sujet :"
lblWarning, "Les informations de l'onglet problèmes et votre fichier 'Debug.log' seront encryptés et joints à cette demande de support afin que nous puissions résoudre votre question plus rapidement."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Veuillez entrer une adresse email valide et réessayer."
EnterMessage, "Veuillez saisir un message puis réessayez."
EnterName, "Veuillez saisir votre nom puis réessayez."
EnterSubject, "Veuillez saisir un sujet."
SendSuccess, "Votre message a été envoyé avec succès.\nNous vous contacterons d'ici un jour ouvrable."
Title, "Demande du support"
TooLongEmailAddress, "Veuillez entrez une adresse email plus courte et réessayez."
TooLongName, "Veuillez entrez un nom plus court et réessayez."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Acheter la licence Pro"
btnLater, "Plus tard"
btnMoreInfo, "Plus d'informations"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "Clef de licence invalide"


[BFFormUpdate_Controls]
btnChangeLog, "Nouveautés"
btnDownloadOnly, "Voir le site internet"
btnInstallNow, "&Installer maintenant"
btnInstallOnExit, "Installer et quitter"
btnRemindMeLater, "&Plus tard"
btnSkipThisVersion, "&Passer cette version"
lblNewVersion, "Nouvelle version :"
lblOldVersion, "Version actuelle :"
lblUpdateNotes, "Quoi de neuf dans cette version :"
lblUpdateSize, "Taille MàJ :"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Il est recommandé de mettre à jour vers cette nouvelle version.\nÊtes-vous sûr vous voulez ignorer cette mise à jour ?"
DownloadFailedSave, "Impossible de sauver ce fichier localement."
DownloadingUpdate, "Téléchargement de la mise à jour"
DownloadInvalidData, "Données invalides revenues du serveur. Le serveur peut avoir un problème pour trouver le fichier demandé."
DownloadNoData, "Aucune donnée parvenue du site Web."
ErrorDownload, "Une erreur s'est produite en essayant de télécharger la nouvelle version."
FreeNotice, "Cette mise à jour, et toutes les futures mises à jour sont gratuites ! Mettez à jour aujourd'hui et profitez-en !"
Title, "Mise à jour disponible"
UpdateProMessage, "Vous devez mettre à jour en licence professionnelle pour utiliser la mise à jour en un seul clic.\nVoulez-vous plus d'informations sur la mise à niveau ?"


[BFHelpButton_Controls]
mniDiscussions, "Discussions de la communauté"
mniOnlineHelp, "Aide en ligne"
mniSupportRequest, "Demande de support"


[BFHotKey]
ErrorHotKeyBindFailed, "La liaison du raccourci a échoué :"
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "Combinaison de touches invalide: veuillez entrer une valeur."
ErrorIncorrectNumberElements, "Combinaison de touches invalide: nombre de touches erroné."
ErrorIncorrectNumberKeyMods, "Combinaison de touches invalide: nombre de modificateurs erroné."
ErrorInvalidKeyCombo, "La combinaison de touches que vous avez spécifiée est invalide."
ErrorSystemReserved, "La combinaison de touches choisie est réservée par Windows et ne peut être utilisée."
ErrorTooManyModifiers, "Combinaison de touches invalide: trop de modificateurs."
HotKeyLabelKeys, "Sélectionnez les modificateurs puis entrez la touche désirée"
HotKeyLabelMouse, "Sélectionnez les modificateurs puis cliquez sur le bouton de la souris désiré"


[BFMessage]
btnCopy, "&Copier le message d'erreur"
btnMoreInformation, "&Afficher plus d'informations"


[BFTextQuery]
CaseSensitive, "Respect Min/maj :"
ErrorBracketMismatch, "Erreur : non correspondance des crochets.\nVeuillez fermer les crochets ouverts ou placer votre requête entre guillemets."
ErrorEscapeCharAtEnd, "Erreur : caractère d'échappement trouvé en fin de requête.\nVeuillez supprimer ou "échapper" le caractère."
ErrorExpectedMatchCountChar, "Erreur : ':::cbc:::' attendu en position {0}.\nVeuillez fermer les crochets ouverts ou placer votre requête entre guillemets."
ErrorExpectedQuote, "Erreur: '"' attendu en position {0}.\nVeuillez "échapper" les caractères '"'."
ErrorInvalidChar, "Erreur: caractère non valide '{0}' à la position {1}.\nVeuillez entourer de guillemets."
ErrorInvalidDigit, "Erreur : chiffre invalide en position {0}.\nLes nombres doivent être positifs et ne contenir que des chiffres."
MayContain, "Peut contenir :"
MayEqual, "Peut être pareil :"
MayNotContain, "Ne peut pas contenir :"
MayNotEqual, "Peut être différent :"
MustContain, "Doit contenir :"
MustEqual, "Pareil à :"
MustNotContain, "Ne doit pas contenir :"
MustNotEqual, "Différent de :"
Time, "une fois"
Times, "{0} fois"


[BFUpdateCheck]
AlreadyInProgress, "Vérification des mises à jour en cours ..."
ErrorRunningDownloadedFile, "Une erreur s'est produite lors de l'exécution du fichier d'installation téléchargé."
FailedToGetVersion, "Impossible de charger la version la plus récente."
NoUpdate, "Vous utilisez déjà la version la plus récente."
Title, "Mise à jour"


[cFunctions_Strings]
FolderNotRecognized, "Le dossier sélectionné n'est pas reconnu et ne peut pas être recherché."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Parcourir et Ajouter"
btnBrowseExcludePath, "Parcourir"
btnFolderBrowse, "&Navigation"
btnFolderBrowseAppend, "Parcourir et Ajouter"
btnNewSearch, "Rechercher dans un nouvel onglet"
btnPause, "Pa&use"
btnResume, "Contin&uer"
btnSearch, "&Recherche"
btnStop, "&Arrêter"
chkCaseSensitive, "Recherche sensible à la casse"
chkFileSizeMax, "Taille maximale fichier :"
chkFileSizeMin, "Taille minimale fichier :"
chkIsQueryRegEx, "Recherche RegEX"
chkSearchSubFolders, "Recherche sous-dossier"
chkShowFirstResult, "Afficher &uniquement le premier résultat d'un fichier"
chkShowIncludeFilterMatchFiles, "Afficher les noms de fichiers qui correspondent au filtre "fichiers inclus""
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Afficher le noms des fichiers qui contiennent le texte recherché"
chkShowQueryMatchFolders, "Afficher le nom des dossiers qui contiennent le texte recherché"
chkUseIFilters, "Recherche en utilisant les handlers fichier (plus lent)"
colDateAccessed, "Date accès"
colDateCreated, "Date de création"
colDateModified, "Date modification"
colExtension, "Extension"
colFile, "Nom fichier"
colFileSize, "Taille fichier"
colLine, "Ligne"
colLineNumber, "Ligne #"
colPath, "Chemin"
lblAccessedTo, "au"
lblAdditionalLinesAfter, "Nombre de lignes à afficher avant et après le résultat de la recherche :"
lblAdditionalLinesBefore, "Afficher ces lignes avant et après le résultat de la recherche :"
lblCreatedTo, "au"
lblDateAccessed, "Date dernier accès :"
lblDateCreated, "Date création :"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Date modification :"
lblExcludeFiles, "Fichiers ex&clus :"
lblExcludePath, "Chemin(s) exclu(s) :"
lblFilterResults, "Filtre :"
lblIncludeFiles, "&Fichiers inclus :"
lblModifiedTo, "au"
lblPath, "Chemin(s) :"
lblQuery, "Requête :"
lblStatusFound, "Résultats trouvés: {0}"
lblStatusTotal, "Fichiers recherchés: {0}"
mniAbout, "A propos"
mniClearSearchHistory, "Efface Historique des recherches"
mniCloseAll, "Fermer tout"
mniCloseAllButThis, "Fermer les autres"
mniCloseSearch, "&Fermer"
mniCopyToClipboard, "Copier les résultats sélectionnés"
mniCopyToClipboardAll, "Copier tous les résultats"
mniExit, "Quitter"
mniExplorerContextMenu, "Menu contextuel Windows"
mniHelp, "Aide"
mniOpenFolder, "Ouvrir le dossier contenant"
mniOpenFolderOnly, "Ouvrir dossier"
mniOpenOther, "Ouvrir avec {0}"
mniPermenentDelete, "Supprimer définitivement les fichiers sélectionnés"
mniRemoveRows, "Retirer le(s) résultat(s) sélectionné(s) de la liste"
mniRenameFile, "Renommer le fichier sélectionné"
mniSettings, "Réglages"
mniShowFilterControls, "Afficher les filtres de contrôle"
mniTextCopy, "&Copier"
mniTextSelectAll, "&Tout sélectionner"
mniTools, "&Outils"
mniTrayExit, "Quitter"
mniTrayLoadProfiles, "Charger le profil"
mniTrayShowFileSeek, "Afficher FileSeek"
mniTraySyncProfiles, "Synchroniser les profiles"
mnuCopyFilePath, "Copier les noms des fichiers sélectionnés (séparés par des virgules)"
mnuExportAllHTML, "Exporter tous les résultats en HTML"
mnuExportSelectedResultsHTML, "Exporter le(s) résultat(s) sélectionné(s) en HTML"
mnuFileCopy, "Copier les fichiers sélectionnés"
mnuFileCut, "Couper les fichiers sélectionnés"
mnuFileDelete, "Supprimer les fichiers sélectionnés"
mnuLanguage, "Langues"
mnuLoadProfile, "Charger"
mnuManageProfiles, "Gestion profils"
mnuOpen, "Ouvrir"
mnuOpenNotepad, "Ouvrir avec Notepad"
mnuProfile, "Profils"
mnuSave, "Enregistrer"
mnuSaveAll, "Exporter tous les résultats en CSV"
mnuSaveProfile, "Sauver le nouveau profil"
mnuSaveSelection, "Exporter le(s) résultat(s) sélectionné(s) en CSV"
mnuShowFullLanguageList, "Afficher la liste complète"
mnuSyncProfiles, "Synchroniser les profiles"
rdoMatchQueryLineByLine, "Correspondance recherche pour chaque ligne du fichier"
rdoMatchQueryToWholeFile, "Correspondance recherche pour le fichier entier"
tabAdvanced, "Avancé"
tabDateFilters, "Filtre date"
tabFileSizeFilters, "Filtre taille fichier"
tabSearch, "Recherche"


[frmMain_Strings]
AccessedAfterTT, "Accès après {0}"
AccessedBeforeTT, "Accès avant {0}"
AccessedBetweenTT, "Accès entre {0} et {1}"
AppSelectionErrorPartOne, "L'application que vous avez sélectionné ne peut pas être trouvée."
AppSelectionsErrorPartTwo, "Aimeriez-vous en sélectionner une autre maintenant ?"
btnNewSearchTT, "Ouvrir un nouvel onglet et démarrer une recherche"
btnSearchTT, "Démarrer une recherche dans l'onglet en cours"
btnStopTT, "Arrêter la recherche sélectionnée"
CaseSensitiveQueryTT, "Recherche avec respect min/maj"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Recherche RegEX"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Afficher uniquement la première ligne"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "Une erreur s'est produite lors de l'affichage du menu contextuel."
CreatedAfterTT, "Crée après {0}"
CreatedBeforeTT, "Crée avant {0}"
CreatedBetweenTT, "Crée entre le {0} et le {1}"
CSVSpreadsheet, "Fichiers CSV"
CustomAppOpenError, "Une erreur s'est produite lors de l'ouverture du fichier avec l'application personnalisée."
DateCreatedError, "Veuillez indiquer une 'date fin de création' postérieure à la date de début."
DateFiltersSelected, "Filtre date :"
DateModifiedError, "Veuillez indiquer une 'date fin de modification' postérieure à la date de début."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Saisir le nom profil :"
ErrorDirectoryEmpty, "This path is empty"
ExcludeFilesTT, "Fichiers exclus: {0}"
ExcludePathsTT, "Chemin exclus: {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Veuillez attendre pendant que FileSeek exécute l'opération demandée.\nVous pouvez fermer cette fenêtre, mais cela peut mener à des résultats inattendus tant que cette tâche est en cours."
FileDeleteQuestion, "Êtes-vous sûr de vouloir effacer les fichiers ou dossiers sélectionnés ?"
FileDeleteTitle, "Suppression fichiers"
FileDeletionError, "Une erreur s'est produite lors de la suppression des fichiers."
FileHandlerError, "Veuillez saisir le chemin pour la recherche."
FileIncludeNameMatch, "Correspondance nom fichier [Filtre fichiers inclus]"
FileOpenError, "Une erreur s'est produite lors de l'ouverture du fichier."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Correspondance nom fichier: {0}"
FileReadError, "Erreur accès fichier: {0}"
FileSelectionError, "Veuillez sélectionner au moins 1 fichier existant puis réessayer."
FileSizeError, "Veuillez indiquer une taille maximum fichier qui soit égale ou supérieure à la taille minimum."
FileSizeFiltersSelected, "Filtres taille fichier :"
FilesSearched, "Fichiers recherchés: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Choisir un dossier où rechercher"
FolderBrowsingError, "Une erreur s'est produite en parcourant pour un dossier."
FolderIncludeNameMatch, "Correspondance nom dossier [Filtres fichiers inclus]"
FolderItemError, "Echec lors de la récupération du dossier pour l'élément: {0}"
FolderOpenError, "Une erreur s'est produite en ouvrant ce dossier."
FolderQueryNameMatch, "Correspondance nom dossier [Recherche texte]"
FolderReadError, "Erreur dors lecture des dossiers d'un dossier: {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Fichier HTML"
IFilterWarning, "Veuillez activer les handlers de fichiers pour afficher des résultats adéquats pour: {0} fichiers"
IncludeFilesTT, "Fichiers inclus: {0}"
InvalidExcludeFilesRegExError, "Le fichier modèles à exclure de RegEx est invalide\n{0}"
InvalidFolderLength, "Taille dossier invalide."
InvalidIncludeFilesRegExError, "Le fichier modèles à inclure de RegEx est invalide\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "Motif RegEX invalid.\n{0}"
KeypressError, "Une erreur s'est produite en utilisant ce raccourci clavier."
LinkedFolderError, "Dossier de recherche ignoré car c'est un lien/jonction"
MatchesFound, "Résultats trouvés: {0}"
MatchesFromQueue, "queued results: {0}"
MatchesFromQueueIcons, "queued icons: {0}"
MaxFileSizeTT, "Taille maximale fichier: {0}"
MaxPathError, "Le nom du chemin est très long et peut ne pas fonctionner avec quelques programmes"
MenuOpenError, "Une erreur s'est produite en ouvrant le menu."
MinFileSizeTT, "Taille minimale fichier: {0}"
ModifiedAfterTT, "Modifié après le {0}"
ModifiedBeforeTT, "Modifié avant le {0}"
ModifiedBetweenTT, "Modifié entre le {0} et le {1}"
More, "(plus)"
NoDateFiltersSelected, "Aucun filtre date sélectionné"
NoFileSizeFiltersSelected, "Aucun filtre taille fichier sélectionné"
NoOptionsSelected, "Aucune option sélectionnée"
NotepadError, "Une erreur s'est produite en ouvrant ce fichier avec le Bloc-notes (notepad)."
NotYourProfile, "Vous ne possédez pas ce profil."
OnlyShowFirstResultTT, "Afficher uniquement le premier résultat"
OpenManyQuestion, "Êtes-vous sûr de vouloir ouvrir {0} fichiers ou dossiers ?"
OptionsSelected, "Options sélectionnées :"
OtherApplication, "Other Application"
PathsTT, "Chemin(s): {0}"
PathTooLongError, "Windows ne supporte pas cette action avec les longs noms de chemin."
ProfileLoadError, "Il y avait une erreur de chargement du profil."
ProfileLoadOnStartError, "Erreur lors chargement de ce profil. Le Profil n'existe pas."
ProfileOverwriteQuestion, "Êtes-vous sûr de vouloir remplacer ce profil '{0}' ?"
ProfileSaved, "Paramètres de recherche enregistrés dans le profil '{0}'"
ProfileSaveError, "Impossible de sauver le profil."
ProOnlyDoubleClickPrompt, "L'action par défaut pour un double-clic est une fonctionnalité FileSeek Pro.\nVous pouvez modifier l'action par défaut dans l'onglet Recherche des paramètres.\n\nVoulez-vous plus d'informations sur la mise à niveau ?"
QueryTT, "Recherche:\n{0}"
rdoMatchQueryLineByLineTT, "Ouvrir une ligne fichier à la fois et essayez de trouver la recherche pour chaque ligne"
rdoMatchQueryToWholeFileTT, "Ouvrez le fichier entier en une fois et essayez de trouver la recherche pour le texte entier"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "Un résultat copié dans le presse-papier."
ResultCopyError, "Une erreur s'est produite en copiant le résultat de la recherche dans le presse-papiers."
ResultSaveError, "Il y a eu une erreur en sauvant vos résultats.\n{0}"
ResultsCopied, "{0} résultats copiés dans le presse-papier."
ResultSelectionError, "Veuillez sélectionner au moins 1 résultat de la recherche puis réessayer."
SaveResults, "Enregistrer les résultats dans une feuille de calcul"
SaveResultsAsHTML, "Enregistrer les résultats comme HTML"
SaveSearchProfile, "Enregistrer le profil de recherche"
SearchComplete, "Recherche effectuée en {0}s"
SearchCriteria, "Critères de recherche :"
SearchCriteriaEmptyTT, "Recherche des critères vide"
SearchEnd, "Finir recherche : {0}"
SearchError, "Une erreur s'est produite lors de la recherche."
SearchStart, "démarrer recherche : {0}"
SearchSubFoldersTT, "Recherche dans les sous-dossiers"
SettingFormShowError, "Une erreur s'est produite lors de l'affichage de la fenêtre des réglages."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "Une erreur s'est produite en copiant ce texte."
TextProcessingError, "Une erreur s'est produite en traitant le texte."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Veuillez sélectionner un peu de texte puis réessayer."
txtPathTT, "Séparer plusieurs éléments avec le caractère |"
UseFileHandlersTT, "Utiliser les handlers fichiers"
ViewingAppPartOne, "Vous n'avez pas sélectionné d'application de visualisation"
ViewingAppPartTwo, "Voulez-vous en sélectionner une maintenant ?"


[frmProfileManager_Controls]
btnCopyProfile, "Copier les profils"
btnDelete, "Delete"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "Renommer"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Nom profil"
colProfileOwner, "Propriétaire profil"
lblCurrentProfile, "Utilisateur actif: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Comment aimeriez-vous appeler votre nouveau profil ?"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "S'il vous plaît sélectionnez un profil de la liste et réessayez."
ProfileDeleteQuestion, "Êtes-vous sûr de vouloir effacer le profil sélectionné ?"
RenameSearchProfile, "Renommer profil de recherche"
SearchProfileName, "Nom profil de recherche :"
Title, "Gestion profils"


[frmSettings_Controls]
btnBrowseOther, "&Navigation"
btnClearHistory, "Efface Historique des recherches"
btnIFilterToggle, "Basculer le handler fichier"
btnOtherDefault, "&Default"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkExportExtraLines, "Also export extra lines when saving search results"
chkIFilterErrors, "Afficher une erreur pour les fichiers sans handler fichier (quand la recherche handler fichier est permise)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Recherche fichiers et dossiers qui sont un lien / jonction"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Afficher une erreur quand un fichier / dossier ne peut pas être atteint"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "Affiche Infos Bulles"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "Toujours démarrer FileSeek avec critère de recherche à blanc"
chkTreatAllExcludePathFiltersAsWildcards, "Treat all Exclude Path filters as wildcards"
chkTreatAllIncludeFiltersAsWildcards, "Traiter tout les filtres fichiers inclus comme jokers"
chkUseCustomDateFormat, "Use a custom date format"
chkUsePreviewHandlers, "Use Preview Handlers in the results pane"
chkWindowsContextMenu, "Afficher Filleseek dans le menu contextuel de Windows"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Variables de ligne de commande"
gbDateFormat, "Date Format"
gbGeneralOptions, "Options générales"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Paramètres de ligne de commande à passer :"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Sélectionnez une opération par défaut lors d'un double-clic sur un résultat de recherche :"
lblNumChar, "Afficher ces caractères pour chaque résultat de la recherche :"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Application de visualisation fichier sélectionnée :"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "Une erreur s'est produite en parcourant pour une application."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporter tous les résultats en HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporter le(s) résultat(s) sélectionné(s) en HTML"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Ouvrir le dossier contenant"
cboDefaultDoubleClickOperation_OpenNotepad, "Ouvrir avec Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Ouvrir avec {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Avec cette option activée, une recherche saisie comme foo sera traitée comme *foo*"
ClearHistoryError, "Une erreur s'est produite lors de la suppression de votre historique de recherche."
ClearHistoryWarning, "Êtes-vous sûr de vouloir supprimer votre historique de recherche ?"
CommandLineError, "Veuillez saisir les paramètres de la ligne de commande ou cliquer sur 'défaut' pour les réinitialiser."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DisableFileHandler, "Désactiver les handlers fichiers"
DisablePreviewHandler, "Disable Preview Handler"
EnableFileHandler, "Activer les handlers fichiers"
EnablePreviewHandler, "Enable Preview Handler"
FileCommandDescription, "{0}: remplacé par le nom complet du fichier."
FileHandlerListError, "Une erreur s'est produite en affichant la liste des handlers fichiers."
FileHandlerSelectError, "Une erreur s'est produite en sélectionnant un handler fichier."
FileHandlerToggleError, "Une erreur s'est produite en basculant un handler fichier."
HistoryCleared, "Historique de recherche vidé avec succès."
InvalidExitcode, "Retour ExitCode invalide: {0}"
LineCommandDescription, "{0}: remplacé par le numéro de ligne."
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "Handler"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Veuillez saisir un nombre de caractères compris entre {0} et {1} puis réessayer."
PreviewHandlerListError, "An error has occurred while listing the Preview Handlers."
PreviewHandlerToggle, "Toggle Preview Handler"
SettingMenuError, "Une erreur s'est produite lors du paramétrage des réglage du menu contextuel."
tabSettings_FileHandlers, "Handler fichier"
tabSettings_OtherApp, "Autre application"
tabSettings_PreviewHandlers, "Preview Handlers"
tabSettings_Search, "Recherche"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Résultats de la recherche enregistrés avec succès.\nVoulez-vous afficher le fichier ?"
SearchCriteria, "Critères de recherche"
SearchDate, "Date recherche :"
Title, "Résultats recherche Fileseek"


[IFilterHelper_Strings]
UnknownError, "Erreur IFilter inconnue"
UsingStandardMethodWarning, "Aucunhandler pour ce fichier, recherche en utilisant la méthode standard."


[LicenseValidate_Strings]
ExpiredPrompt, "Désolé, votre clé de licence pour FileSeek Pro a expirée.\nSi vous avez déjà acheté une licence, veuillez la saisir dans la fenêtre des paramètres FileSeek.\n\nVoulez-vous plus d'information à propos de l'achat de FileSeek Pro ?"
Invalid, "Désolé, votre clé de licence est invalide."
InvalidReseller, "Désolé, votre clé de licence est uniquement valide avec FileSeek fourni par votre Revendeur.\nS'il vous plaît contactez votre Revendeur pour plus d'information."
LicenseProcessPro, "Merci de vous être enregistré !"
LicenseProcessProRestoreSettingsPrompt, "Une copie de sauvegarde de vos réglages Pro a été détectée.\nCette copie de sauvegarde date d'il y a {0} jour(s).\nVoulez-vous importer ces réglages Pro ? Tous vos réglages actuels seront remplacés par ceux présents dans cette sauvegarde."
LicenseProcessRemoved, "Votre cléde licence a été retirée."
LicenseProcessTrial, "Merci pour votre essai de FileSeek Pro!\nVotre licence expirera le {0:D}."
TrialAlmostDonePrompt, "Votre licence d'essai expirera bientôt.\nSi vous avez déjà acheté une licence, veuillez la saisir dans la fenêtre des paramètres FileSeek.\n\nVoulez-vous plus d'information à propos de l'achat de FileSeek Pro ?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Rechercher avec Fileseek"


[Words]
Add, "Ajouter"
AdminSettingsLock, "Ces préférences sont gérées par votre administrateur système"
Apply, "Appliquer"
ButtonEnterLicenseKey, "&Entrer la clef de licence"
ButtonLater, "Plus &tard"
ButtonMoreInformation, "&Plus d'informations"
ButtonUseFreeVersion, "&Utiliser la version gratuite"
Cancel, "&Abandonner"
Close, "&Fermer"
Copy, "&Copier"
Custom, "Custom"
Cut, "&Couper"
Default, "Default"
Delete, "&Supprimer"
Disable, "&Désactiver"
Disabled, "Désactivé"
Duplicate, "Dupliquer"
Edit, "Éditer"
Enable, "&Activer"
Enabled, "Activé"
Error, "Erreur"
ErrorNotAdminUACDisabled, "l'UAC est désactivé, mais vous n'êtes pas Administrateur, votre action va probablement échouée.\nVeuillez activer l'UAC ou vous connecter en tant qu'Administrateur puis réessayer.\nSi vous avez désactivé l'UAC récemment, assurez-vous d'avoir redémarré votre ordinateur."
Exit, "&Quitter"
Help, "Aide"
Info, "Info"
InvalidImageFile, "Cette image semble être corrompu ou illisible."
Name, "Nom"
NameLabel, "Nom :"
NeedProQuestion, "Vous devez mettre à jour FileSeek Pro pour utiliser cette fonctionnalité.\nVoulez-vous plus d'information sur la mise à jour ?"
NeedsProShort, "Version professionnelle seulement"
Never, "Jamais"
No, "Non"
OK, "&OK"
Paste, "&Coller"
ProOnlyNotice, "Les fonctions uniquement disponible dans la version Pro sont en bleu"
Redo, "&Répéter"
Refresh, "Rafraichir"
Remove, "Enlever"
Rename, "Rename"
Seconds, "seconds"
SelectAll, "&Sélectionner tout"
Start, "Démarrer"
Stop, "Arrêter"
Undo, "&Annuler"
Unknown, "Inconnu"
Yes, "Oui"


[Installer]
AdditionalIcons, "Icônes supplémentaires :"
CreateContextMenuItems, "Ajouter l'applications au menu contextuel Windows (clic-droit)"
CurrentUserOnly, "Pour l'utilisateur courant uniquement"
DesktopIcon, "Ajouter une icône sur le bureau"
DotNetInstallNow, "Voulez-vous l'installer maintenant ?"
DotNetRequired40, "Cette application nécessite Microsoft .NET Framework 4.0."
ForAllUsers, "Pour tous les utilisateurs"
LaunchNow, "Démarrer maintenant"
LicKeyInvalid, "Cette clé de licence semble être invalide."
LicKeyLabel, "Clé de licence :"
LicKeySelectOption, "Veuillez sélectionner une Option de licence et réessayer."
LicKeyText, "Options de Licence :"
LicKeyTextAdminLocked, "Votre clef de licence a été définie par votre administrateur."
LicKeyTextChangeFree, "Cliquer sur 'Changer pour la version gratuite' dans la fenêtre des paramétres pour utiliser la version gratuite."
LicKeyTextEnterOrFree, "Veuillez entrer une Clé de Licence Valide ou choisissez 'Utiliser la version gratuite'."
LicKeyTextPaid, "Utiliser cette Clé de Licence :"
LicKeyTextTrial, "Utiliser la version d'essai (uniquement la première fois), reviendra vers la version gratuite après 30 jours"
RunAtStartup, "Démarrer au lancement de Windows"
SteamKeyInvalid, "Votre clé de licence Steam n'a pas réussi à se charger correctement.\nVeuillez quitter ce programme d'installation/application et essayez de cliquer sur Installer ou relancer à partir de Steam."
TextBefore, "Si vous avez FileSeek actuellement actif, veuillez vous assurez qu'il soit fermé avant d'installer cette nouvelle version.\n\nVisitez https://www.fileseek.ca pour les mises à jour et le support."
UninstallRemoveAllData1, "Voulez-vous supprimer complètement tous les paramètres de l'application, les préférences et les fichiers temporaires ?"
UninstallRemoveAllData2, "Cette opération est déconseillée si vous installez cette application à nouveau."